Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# GameMemoryUnwritable
source: The game's folder cannot be written to, so nothing was changed.
de_de: In den Spielordner kann nicht geschrieben werden; nichts wurde geändert.
es_es: No se puede escribir en la carpeta del juego; no se ha cambiado nada.
fr_fr: Impossible d’écrire dans le dossier du jeu ; rien n’a été modifié.
id_id: Tidak dapat menulis ke folder gim; tidak ada yang diubah.
it_it: Impossibile scrivere nella cartella del gioco; nulla è stato modificato.
ja_jp: ゲームのフォルダーに書き込めないため、変更できませんでした。
pt_br: Não é possível gravar na pasta do jogo; nada foi alterado.
ru_ru: Нельзя записать в папку игры; ничего не изменено.
tr_tr: Oyun klasörüne yazılamıyor; hiçbir şey değiştirilmedi.
uk_ua: Неможливо записати в теку гри; нічого не змінено.
zh_tw: 無法寫入遊戲資料夾，未做任何變更。

# GameMemoryRevertedFormat
source: A game update undid the {0} setting. Choose it again to apply it.
de_de: Ein Spielupdate hat die Einstellung {0} zurückgesetzt. Wählen Sie sie erneut, um sie anzuwenden.
es_es: Una actualización del juego ha deshecho el ajuste de {0}. Vuelve a elegirlo para aplicarlo.
fr_fr: Une mise à jour du jeu a annulé le réglage {0}. Choisissez-le à nouveau pour l’appliquer.
id_id: Pembaruan gim membatalkan pengaturan {0}. Pilih lagi untuk menerapkannya.
it_it: Un aggiornamento del gioco ha annullato l’impostazione {0}. Sceglila di nuovo per applicarla.
ja_jp: ゲームのアップデートで {0} の設定が元に戻りました。もう一度選ぶと適用されます。
pt_br: Uma atualização do jogo desfez a configuração de {0}. Escolha de novo para aplicar.
ru_ru: Обновление игры отменило настройку {0}. Выберите её снова, чтобы применить.
tr_tr: Bir oyun güncellemesi {0} ayarını geri aldı. Uygulamak için yeniden seçin.
uk_ua: Оновлення гри скасувало налаштування {0}. Виберіть його знову, щоб застосувати.
zh_tw: 遊戲更新撤銷了 {0} 的設定。再次選擇即可套用。

# GameMemoryRevertedTitleFormat
source: Game memory back to {0}
de_de: Spielspeicher wieder bei {0}
es_es: La memoria del juego ha vuelto a {0}
fr_fr: Mémoire du jeu revenue à {0}
id_id: Memori gim kembali ke {0}
it_it: Memoria del gioco tornata a {0}
ja_jp: ゲームのメモリが {0} に戻りました
pt_br: Memória do jogo voltou a {0}
ru_ru: Память игры снова {0}
tr_tr: Oyun belleği {0} değerine döndü
uk_ua: Пам’ять гри знову {0}
zh_tw: 遊戲記憶體已恢復為 {0}

# GameMemoryRevertedMessage
source: A game update undid the setting.
de_de: Ein Spielupdate hat die Einstellung zurückgesetzt.
es_es: Una actualización del juego ha deshecho el ajuste.
fr_fr: Une mise à jour du jeu a annulé le réglage.
id_id: Pembaruan gim membatalkan pengaturan.
it_it: Un aggiornamento del gioco ha annullato l’impostazione.
ja_jp: ゲームのアップデートで設定が元に戻りました。
pt_br: Uma atualização do jogo desfez a configuração.
ru_ru: Обновление игры отменило настройку.
tr_tr: Bir oyun güncellemesi ayarı geri aldı.
uk_ua: Оновлення гри скасувало налаштування.
zh_tw: 遊戲更新撤銷了該設定。

# GameMemoryReapplyFormat
source: Apply {0} again
de_de: {0} erneut anwenden
es_es: Aplicar {0} de nuevo
fr_fr: Réappliquer {0}
id_id: Terapkan {0} lagi
it_it: Applica di nuovo {0}
ja_jp: {0} を再適用
pt_br: Aplicar {0} de novo
ru_ru: Снова применить {0}
tr_tr: {0} değerini yeniden uygula
uk_ua: Знову застосувати {0}
zh_tw: 重新套用 {0}

# ProfileMemoryStallsFormat
source: Stopped {0} times for lack of memory
de_de: {0}-mal wegen Speichermangel angehalten
es_es: Se ha detenido {0} veces por falta de memoria
fr_fr: Arrêté {0} fois par manque de mémoire
id_id: Berhenti {0} kali karena kekurangan memori
it_it: Fermato {0} volte per mancanza di memoria
ja_jp: メモリ不足で {0} 回停止
pt_br: Parou {0} vezes por falta de memória
ru_ru: Остановок из-за нехватки памяти: {0}
tr_tr: Bellek yetersizliğinden {0} kez durdu
uk_ua: Зупинок через нестачу пам’яті: {0}
zh_tw: 因記憶體不足停頓 {0} 次

# ProfileMemoryNearlyFull
source: Memory nearly full
de_de: Speicher fast voll
es_es: Memoria casi llena
fr_fr: Mémoire presque pleine
id_id: Memori hampir penuh
it_it: Memoria quasi piena
ja_jp: メモリがほぼいっぱい
pt_br: Memória quase cheia
ru_ru: Память почти заполнена
tr_tr: Bellek neredeyse dolu
uk_ua: Пам’ять майже заповнена
zh_tw: 記憶體幾乎已滿

# ProfileMemorySetting
source: Memory setting
de_de: Speichereinstellung
es_es: Ajuste de memoria
fr_fr: Réglage de la mémoire
id_id: Pengaturan memori
it_it: Impostazione memoria
ja_jp: メモリ設定
pt_br: Configuração de memória
ru_ru: Настройка памяти
tr_tr: Bellek ayarı
uk_ua: Налаштування пам’яті
zh_tw: 記憶體設定

# ProfileMemoryShortTipFormat
source: The game ran short of the memory it can use ({0}). Giving it more means fewer stops.
de_de: Dem Spiel ging der nutzbare Speicher ({0}) aus. Mehr Speicher bedeutet weniger Stopps.
es_es: Al juego le faltó la memoria que puede usar ({0}). Con más memoria se detendrá menos.
fr_fr: Le jeu a manqué de la mémoire qu’il peut utiliser ({0}). Plus de mémoire, moins d’arrêts.
id_id: Gim kekurangan memori yang dapat dipakainya ({0}). Memori lebih banyak berarti lebih sedikit berhenti.
it_it: Al gioco è mancata la memoria che può usare ({0}). Con più memoria si ferma meno.
ja_jp: ゲームが使えるメモリ ({0}) が足りませんでした。増やすと停止が減ります。
pt_br: Faltou ao jogo a memória que ele pode usar ({0}). Com mais memória, menos paradas.
ru_ru: Игре не хватило доступной памяти ({0}). Чем её больше, тем меньше остановок.
tr_tr: Oyunun kullanabileceği bellek ({0}) yetmedi. Daha fazla bellek, daha az durma demektir.
uk_ua: Грі забракло доступної пам’яті ({0}). Що її більше, то менше зупинок.
zh_tw: 遊戲可用的記憶體 ({0}) 不足。調高後停頓會減少。

# ProfileMemoryStallsThenFormat
source: Stopped {0} times for lack of memory when recorded
de_de: Bei der Aufnahme {0}-mal wegen Speichermangel angehalten
es_es: Se detuvo {0} veces por falta de memoria al grabar
fr_fr: Arrêté {0} fois par manque de mémoire lors de l’enregistrement
id_id: Saat direkam berhenti {0} kali karena kekurangan memori
it_it: Fermato {0} volte per mancanza di memoria durante la registrazione
ja_jp: 録画時にメモリ不足で {0} 回停止
pt_br: Parou {0} vezes por falta de memória na gravação
ru_ru: Во время записи остановок из-за нехватки памяти: {0}
tr_tr: Kayıt sırasında bellek yetersizliğinden {0} kez durdu
uk_ua: Під час запису зупинок через нестачу пам’яті: {0}
zh_tw: 錄製時因記憶體不足停頓 {0} 次

# ProfileMemoryNearlyFullThen
source: Memory nearly full when recorded
de_de: Speicher bei der Aufnahme fast voll
es_es: Memoria casi llena al grabar
fr_fr: Mémoire presque pleine lors de l’enregistrement
id_id: Memori hampir penuh saat direkam
it_it: Memoria quasi piena durante la registrazione
ja_jp: 録画時はメモリがほぼいっぱい
pt_br: Memória quase cheia na gravação
ru_ru: Во время записи память была почти заполнена
tr_tr: Kayıt sırasında bellek neredeyse doluydu
uk_ua: Під час запису пам’ять була майже заповнена
zh_tw: 錄製時記憶體幾乎已滿

# ProfileMemoryRaisedFormat
source: now set to {0}
de_de: jetzt auf {0} gesetzt
es_es: ahora ajustada a {0}
fr_fr: désormais réglée sur {0}
id_id: kini diatur ke {0}
it_it: ora impostata a {0}
ja_jp: 現在は {0} に設定
pt_br: agora definida para {0}
ru_ru: сейчас установлено {0}
tr_tr: şimdi {0} olarak ayarlı
uk_ua: зараз встановлено {0}
zh_tw: 現已設為 {0}

# InstallBrokenTitle
source: PZ Tools files are not intact
de_de: PZ-Tools-Dateien sind nicht vollständig
es_es: Los archivos de PZ Tools no están completos
fr_fr: Les fichiers de PZ Tools ne sont pas intacts
id_id: Berkas PZ Tools tidak utuh
it_it: I file di PZ Tools non sono integri
ja_jp: PZ Tools のファイルが正しくありません
pt_br: Os arquivos do PZ Tools não estão íntegros
ru_ru: Файлы PZ Tools повреждены
tr_tr: PZ Tools dosyaları eksiksiz değil
uk_ua: Файли PZ Tools пошкоджено
zh_tw: PZ Tools 檔案不完整

# InstallBrokenMessage
source: Extract the downloaded ZIP again into an empty folder.
de_de: Entpacken Sie die heruntergeladene ZIP erneut in einen leeren Ordner.
es_es: Vuelve a extraer el ZIP descargado en una carpeta vacía.
fr_fr: Extrayez à nouveau le ZIP téléchargé dans un dossier vide.
id_id: Ekstrak lagi ZIP yang diunduh ke folder kosong.
it_it: Estrai di nuovo lo ZIP scaricato in una cartella vuota.
ja_jp: ダウンロードした ZIP を空のフォルダーに展開し直してください。
pt_br: Extraia o ZIP baixado novamente em uma pasta vazia.
ru_ru: Распакуйте скачанный ZIP заново в пустую папку.
tr_tr: İndirdiğiniz ZIP dosyasını boş bir klasöre yeniden çıkarın.
uk_ua: Розпакуйте завантажений ZIP знову в порожню теку.
zh_tw: 請將下載的 ZIP 重新解壓縮到空的資料夾。

# InstallBrokenAction
source: Open download page
de_de: Downloadseite öffnen
es_es: Abrir página de descarga
fr_fr: Ouvrir la page de téléchargement
id_id: Buka halaman unduhan
it_it: Apri pagina di download
ja_jp: ダウンロードページを開く
pt_br: Abrir página de download
ru_ru: Открыть страницу загрузки
tr_tr: İndirme sayfasını aç
uk_ua: Відкрити сторінку завантаження
zh_tw: 開啟下載頁面

# LogEvent.ExtensionRestartFormat
source: {0}: applies once the game is restarted.
de_de: {0}: wird nach einem Neustart des Spiels angewendet.
es_es: {0}: se aplica al reiniciar el juego.
fr_fr: {0} : s’applique au redémarrage du jeu.
id_id: {0}: berlaku setelah gim dimulai ulang.
it_it: {0}: si applica al riavvio del gioco.
ja_jp: {0}: ゲームを再起動すると適用されます。
pt_br: {0}: será aplicado ao reiniciar o jogo.
ru_ru: {0}: заработает после перезапуска игры.
tr_tr: {0}: oyun yeniden başlatılınca uygulanır.
uk_ua: {0}: запрацює після перезапуску гри.
zh_tw: {0}：重新啟動遊戲後生效。

# RuntimeBackupRestartRequired
source: Automatic backups after a game restart
de_de: Automatische Backups nach Spielneustart
es_es: Copias automáticas tras reiniciar el juego
fr_fr: Sauvegardes auto après redémarrage du jeu
id_id: Cadangan otomatis setelah gim dimulai ulang
it_it: Backup automatici dopo il riavvio del gioco
ja_jp: ゲーム再起動後に自動バックアップ
pt_br: Backups automáticos após reiniciar o jogo
ru_ru: Автобэкапы после перезапуска игры
uk_ua: Автокопії після перезапуску гри
zh_tw: 重新啟動遊戲後自動備份

# RuntimeBackupStarting
source: Game starting
de_de: Spiel startet
es_es: Iniciando el juego
fr_fr: Démarrage du jeu
id_id: Gim sedang dimulai
it_it: Avvio del gioco
ja_jp: ゲーム起動中
pt_br: Iniciando o jogo
ru_ru: Игра запускается
uk_ua: Гра запускається
zh_tw: 遊戲啟動中

# GameMemoryRunningMarkFormat
source: {0} · running
de_de: {0} · läuft
es_es: {0} · en uso
fr_fr: {0} · en cours
id_id: {0} · dipakai
it_it: {0} · in uso
ja_jp: {0} · 使用中
ru_ru: {0} · сейчас
uk_ua: {0} · зараз
zh_tw: {0} · 使用中

# GameMemoryNextStart
source: Applies from the game's next start.
de_de: Gilt ab dem nächsten Spielstart.
es_es: Se aplica desde el próximo inicio del juego.
fr_fr: S'applique au prochain lancement du jeu.
id_id: Berlaku mulai gim dijalankan berikutnya.
it_it: Si applica dal prossimo avvio del gioco.
ja_jp: 次回のゲーム起動から反映されます。
ru_ru: Применится при следующем запуске игры.
uk_ua: Застосується під час наступного запуску гри.
zh_tw: 從下次啟動遊戲起生效。

# GameMemoryWithoutLauncher
source: The game is running from a launch script (.bat), which sets its own memory. This setting applies only when the game is started normally.
de_de: Das Spiel läuft über ein Startskript (.bat), das den Speicher selbst festlegt. Diese Einstellung gilt nur beim normalen Start des Spiels.
es_es: El juego se está ejecutando desde un script de inicio (.bat), que fija su propia memoria. Este ajuste solo se aplica al iniciar el juego de forma normal.
fr_fr: Le jeu tourne depuis un script de lancement (.bat), qui fixe sa propre mémoire. Ce réglage ne s'applique qu'au lancement normal du jeu.
id_id: Gim berjalan dari skrip peluncur (.bat) yang menetapkan memorinya sendiri. Pengaturan ini hanya berlaku saat gim dijalankan secara biasa.
it_it: Il gioco è avviato da uno script di avvio (.bat), che imposta la propria memoria. Questa impostazione vale solo quando il gioco viene avviato normalmente.
ja_jp: ゲームは起動スクリプト（.bat）から実行されており、メモリはスクリプトが決めています。この設定はゲームを通常起動したときだけ反映されます。
ru_ru: Игра запущена через скрипт запуска (.bat), который сам задаёт память. Эта настройка действует только при обычном запуске игры.
uk_ua: Гру запущено через скрипт запуску (.bat), який сам задає пам'ять. Це налаштування діє лише під час звичайного запуску гри.
zh_tw: 遊戲是透過啟動腳本（.bat）執行的，記憶體由腳本自行設定。此設定僅在正常啟動遊戲時生效。

# Unit.Byte
source: B
fr_fr: o
ru_ru: Б
uk_ua: Б

# Unit.Kilobyte
source: KB
fr_fr: Ko
ru_ru: КБ
uk_ua: КБ

# Unit.Megabyte
source: MB
fr_fr: Mo
ru_ru: МБ
uk_ua: МБ

# Unit.Gigabyte
source: GB
fr_fr: Go
ru_ru: ГБ
uk_ua: ГБ

# Unit.Terabyte
source: TB
fr_fr: To
ru_ru: ТБ
uk_ua: ТБ

# Unit.Millisecond
source: ms
ru_ru: мс
uk_ua: мс

# Unit.Second
source: s
ru_ru: с
uk_ua: с

# ProfileListLuaOwner
source: Mod
ko_kr: 모드
ru_ru: Мод
th_th: ม็อด
uk_ua: Мод
zh_cn: 模组
zh_tw: 模組

# ProfileStatVideo
source: VRAM
zh_cn: 显存
zh_tw: 顯示記憶體

# ProfileMemoryVideoRow
source: VRAM
zh_cn: 显存
zh_tw: 顯示記憶體

# StopPlayingToExport
source: The current save cannot be exported while playing. Stop playing and try again.
cs_cz: Aktuální uloženou hru nelze exportovat během hraní. Ukončete hraní a zkuste to znovu.
ko_kr: 플레이 중에는 내보낼 수 없습니다. 게임을 종료해 주세요.
pl_pl: Nie można eksportować bieżącego zapisu podczas gry. Wyjdź z rozgrywki i spróbuj ponownie.
th_th: ส่งออกขณะเล่นไม่ได้ กรุณาออกจากเกม
zh_cn: 游玩期间无法导出当前存档。请退出该存档后重试。

# StopPlayingToHeal
source: The character cannot be healed while playing. Stop playing and try again.
cs_cz: Postavu nelze léčit během hraní. Ukončete hraní a zkuste to znovu.
ko_kr: 플레이 중에는 회복할 수 없습니다. 게임을 종료해 주세요.
pl_pl: Nie można uleczyć postaci podczas gry. Wyjdź z rozgrywki i spróbuj ponownie.
th_th: รักษาขณะเล่นไม่ได้ กรุณาออกจากเกม
zh_cn: 游玩期间无法恢复角色。请退出该存档后重试。

# OperationError.SaveChanged
source: The save kept changing during backup. Wait for the game to finish saving, then try the backup again.
cs_cz: Soubory uložené hry se během zálohování opakovaně měnily. Počkejte, až hra dokončí ukládání, a zkuste zálohu znovu.
ko_kr: 세이브가 계속 바뀌어 백업하지 못했습니다. 잠시 후 다시 시도해 주세요.
pl_pl: Pliki zapisu gry zmieniały się podczas tworzenia kopii. Poczekaj, aż gra zakończy zapisywanie, i spróbuj ponownie.
th_th: เซฟเปลี่ยนแปลงไม่หยุด จึงสำรองข้อมูลไม่ได้ ลองอีกครั้งในอีกสักครู่
zh_cn: 备份期间存档文件一直在变化。请等待游戏保存完成后重新备份。

# HostNotReady
source: The app is not ready yet. Please try again shortly.
cs_cz: Aplikace ještě není připravena. Zkuste to za chvíli.
ko_kr: 아직 준비 중입니다. 잠시 후 다시 시도해 주세요.
pl_pl: Aplikacja nie jest jeszcze gotowa. Spróbuj ponownie za chwilę.
th_th: ยังเตรียมพร้อมอยู่ ลองอีกครั้งในอีกสักครู่
zh_cn: 应用尚未就绪，请稍后重试。

# WindowNotCreated
source: PZ Tools is still starting. Try again shortly.
cs_cz: PZ Tools se ještě spouští. Zkuste to znovu za chvíli.
ko_kr: 아직 시작하는 중입니다. 잠시 후 다시 시도해 주세요.
pl_pl: PZ Tools jeszcze się uruchamia. Spróbuj ponownie za chwilę.
th_th: ยังเริ่มทำงานอยู่ ลองอีกครั้งในอีกสักครู่
zh_cn: PZ Tools 正在启动，请稍后重试。

# BackgroundServiceStartFailed
source: Automatic backups could not be started.
cs_cz: Automatické zálohování se nepodařilo spustit.
ko_kr: 자동 백업을 시작하지 못함
pl_pl: Nie udało się uruchomić automatycznych kopii.
th_th: เริ่มการสำรองอัตโนมัติไม่ได้
zh_cn: 无法启动自动备份。

# TelemetryProgressUnavailable
source: Progress information is unavailable.
cs_cz: Informace o průběhu nejsou dostupné.
pl_pl: Informacje o postępie są niedostępne.
zh_cn: 无法获取进度信息。

# BackupScanPhase
source: Checking save files
cs_cz: Kontrola souborů uložené hry
pl_pl: Sprawdzanie plików zapisu
zh_cn: 正在检查存档文件

# BackupHashPhase
source: Checking file contents for changes
cs_cz: Kontrola změn obsahu souborů
pl_pl: Sprawdzanie zmian zawartości
zh_cn: 正在检查文件内容变化

# BackupCapturePhase
source: Backing up save files
cs_cz: Zálohování souborů uložené hry
pl_pl: Tworzenie kopii plików zapisu
zh_cn: 正在备份存档文件

# ProcessingNow
source: Processing
cs_cz: Zpracování
pl_pl: Przetwarzanie
zh_cn: 正在处理

# InvalidArchiveFormat
source: This backup archive cannot be imported. Check that the file is not damaged.
cs_cz: Tento archiv zálohy nelze importovat. Zkontrolujte, zda soubor není poškozený.
ko_kr: 가져올 수 없는 파일입니다. PZ Tools로 내보낸 파일인지 확인해 주세요.
pl_pl: Nie można zaimportować tego archiwum. Sprawdź, czy plik nie jest uszkodzony.
th_th: นำเข้าไฟล์นี้ไม่ได้ ตรวจสอบว่าเป็นไฟล์ที่ส่งออกจาก PZ Tools
zh_cn: 无法导入此备份压缩包，请检查文件是否损坏。

# UnsafeArchiveCompression
source: This archive has an unusually high compression ratio and cannot be imported safely.
cs_cz: Archiv má nezvykle vysoký kompresní poměr a nelze jej bezpečně importovat.
ko_kr: 안전하지 않은 압축 파일이라 가져오지 않았습니다.
pl_pl: Archiwum ma nietypowo wysoki stopień kompresji i nie można go bezpiecznie zaimportować.
th_th: ไม่ได้นำเข้า เพราะไฟล์บีบอัดไม่ปลอดภัย
zh_cn: 此压缩包的压缩率异常，无法安全导入。

# OperationNoChange
source: No files changed.
cs_cz: Žádné změněné soubory.
ko_kr: 바뀐 내용이 없습니다.
pl_pl: Brak zmienionych plików.
th_th: ไม่มีอะไรเปลี่ยนแปลง
zh_cn: 没有文件变化。

# OperationBusy
source: Skipped because another operation is running.
cs_cz: Přeskočeno, protože probíhá jiná operace.
ko_kr: 다른 작업 중이라 건너뛰었습니다.
pl_pl: Pominięto, ponieważ trwa inna operacja.
th_th: ข้ามเนื่องจากมีงานอื่นกำลังทำอยู่
zh_cn: 其他操作正在运行，已跳过。

# OperationFailed
source: The operation failed.
cs_cz: Operace selhala.
ko_kr: 실패했습니다. 로그를 확인해 주세요.
pl_pl: Operacja nie powiodła się.
th_th: ไม่สำเร็จ โปรดดูบันทึกเหตุการณ์
zh_cn: 操作失败。

# SchedulerStatusUnavailable
source: The next backup time could not be refreshed.
cs_cz: Informace o další záloze nejsou dostupné.
ko_kr: 다음 백업 시간을 알 수 없음
pl_pl: Informacja o następnej kopii jest niedostępna.
th_th: ไม่ทราบเวลาสำรองครั้งถัดไป
zh_cn: 无法获取下次备份信息。

# ProjectorStatusTitle
source: Some information could not be refreshed
cs_cz: Některé informace se nepodařilo obnovit
pl_pl: Nie udało się odświeżyć części informacji
zh_cn: 部分信息无法刷新

# ProjectorStatusMessage
source: Could not refresh: {0}
cs_cz: Neaktualizované informace: {0}
pl_pl: Nieaktualizowane informacje: {0}
zh_cn: 未更新的信息：{0}

# ProjectorArea.State
source: Save status
cs_cz: Stav uložené hry
pl_pl: Stan zapisu gry
zh_cn: 存档状态

# ProjectorArea.Backup
source: Backup list
cs_cz: Seznam záloh
pl_pl: Lista kopii zapasowych
zh_cn: 备份列表

# ProjectorArea.Details
source: Save details
cs_cz: Podrobnosti uložené hry
pl_pl: Szczegóły zapisu gry
zh_cn: 存档详情

# ProjectorArea.Logs
source: Activity and logs
cs_cz: Operace a protokoly
pl_pl: Operacje i dzienniki
zh_cn: 操作与日志

# ProjectorArea.Other
source: Other app information
cs_cz: Informace na obrazovce
pl_pl: Informacje o ekranie
zh_cn: 界面信息

# OperationCancelled
source: The operation was cancelled.
cs_cz: Operace byla zrušena.
ko_kr: 취소했습니다.
pl_pl: Operacja została anulowana.
th_th: ยกเลิกแล้ว
zh_cn: 操作已取消。

# OperationDegraded
source: The operation finished with issues. Check Logs before running it again.
cs_cz: Operace skončila s problémy. Před jejím opakováním zkontrolujte protokol.
ko_kr: 끝났지만 문제가 있습니다. 로그를 확인해 주세요.
pl_pl: Operacja zakończyła się z problemami. Przed jej ponownym uruchomieniem sprawdź dziennik.
th_th: เสร็จแล้วแต่มีปัญหา โปรดดูบันทึกเหตุการณ์
zh_cn: 操作已结束，但仍有问题需要确认。请先查看日志，再决定是否重试。

# LogDetailsCopied
source: Log details copied to the clipboard.
cs_cz: Podrobnosti zkopírovány do schránky.
ko_kr: 복사했습니다.
pl_pl: Szczegóły wpisu skopiowano do schowka.
th_th: คัดลอกแล้ว
zh_cn: 已将日志详情复制到剪贴板。

# RevisionRenamed
source: Backup name changed.
cs_cz: Název zálohy byl změněn.
ko_kr: 이름을 바꿨습니다.
pl_pl: Nazwa kopii została zmieniona.
th_th: เปลี่ยนชื่อแล้ว
zh_cn: 备份名称已更改。

# OperationDiscoveredFormat
source: {0} · {1:N0} found
cs_cz: {0} · Nalezeno: {1:N0}
pl_pl: {0} · Znaleziono: {1:N0}
zh_cn: {0} · 已找到 {1:N0} 项

# AllBackupsDeleted
source: Backups deleted. The save itself was kept.
cs_cz: Zálohy odstraněny. Uložená hra zůstala.
ko_kr: 모두 삭제했습니다. 세이브는 그대로입니다.
pl_pl: Kopie usunięte. Zapis gry pozostał.
th_th: ลบทั้งหมดแล้ว เซฟยังเหมือนเดิม
zh_cn: 已删除所选存档的全部备份。当前存档已保留。

# SaveDeletedPermanently
source: The save folder was permanently deleted, and all its backups were removed from the list.
cs_cz: Složka uložené hry byla trvale odstraněna a všechny její zálohy byly odebrány ze seznamu.
ko_kr: 세이브와 백업을 삭제했습니다.
pl_pl: Folder zapisu gry został trwale usunięty, a wszystkie jego kopie usunięto z listy.
th_th: ลบเซฟและข้อมูลสำรองแล้ว
zh_cn: 存档文件夹已永久删除，其全部备份已从列表中移除。

# SaveBackupDeletionFailed
source: The save folder was deleted, but its backups could not be removed. Check the backup list.
cs_cz: Složka uložené hry byla odstraněna, ale její zálohy se nepodařilo odebrat. Zkontrolujte seznam záloh.
ko_kr: 세이브는 지웠지만 백업이 남았습니다.
pl_pl: Folder zapisu gry został usunięty, ale nie udało się usunąć jego kopii. Sprawdź listę kopii.
th_th: ลบเซฟแล้ว แต่ข้อมูลสำรองยังเหลืออยู่
zh_cn: 存档文件夹已删除，但未能移除其备份。请检查备份列表。

# RevisionDeleted
source: The selected backup was deleted.
cs_cz: Vybraná záloha byla odstraněna.
ko_kr: 삭제했습니다.
pl_pl: Wybrana kopia została usunięta.
th_th: ลบแล้ว
zh_cn: 所选备份已删除。

# DeleteSaveUnavailable
source: The save state has changed. Stop playing and wait for the state to refresh before trying again.
cs_cz: Stav uložené hry se změnil. Přestaňte hrát a před dalším pokusem počkejte na obnovení stavu.
ko_kr: 세이브가 바뀌었습니다. 게임을 종료하고 다시 시도해 주세요.
pl_pl: Stan zapisu gry się zmienił. Przestań grać i poczekaj na odświeżenie stanu przed kolejną próbą.
th_th: เซฟเปลี่ยนไปแล้ว ออกจากเกมแล้วลองอีกครั้ง
zh_cn: 存档状态已变化。请停止游玩，等待状态刷新后重试。

# MutationRefreshFailed
source: The operation completed, but the list could not be refreshed right away. Do not repeat the operation. Check the list again shortly.
cs_cz: Operace byla dokončena, ale seznam se nepodařilo ihned obnovit. Operaci neopakujte. Seznam zkontrolujte znovu za chvíli.
ko_kr: 완료했지만 목록이 늦게 바뀔 수 있습니다. 다시 실행하지 마세요.
pl_pl: Operacja została ukończona, ale nie udało się od razu odświeżyć listy. Nie powtarzaj operacji. Sprawdź listę za chwilę.
th_th: เสร็จแล้ว แต่รายการอาจอัปเดตช้า อย่าทำซ้ำ
zh_cn: 操作已完成，但列表未能立即刷新。请勿重复操作。请稍后再次查看列表。

# OperationError.AccessDenied
source: You do not have permission to access a required file or folder. Check its permissions and try again.
cs_cz: Nemáte oprávnění k přístupu k potřebnému souboru nebo složce. Zkontrolujte oprávnění a zkuste to znovu.
ko_kr: 파일이나 폴더에 접근할 권한이 없습니다.
pl_pl: Brak uprawnień dostępu do wymaganego pliku lub folderu. Sprawdź uprawnienia i spróbuj ponownie.
th_th: ไม่มีสิทธิ์เข้าถึงไฟล์หรือโฟลเดอร์
zh_cn: 没有权限访问所需的文件或文件夹。请检查其访问权限后重试。

# OperationError.FileMissing
source: A required file or folder could not be found. Check the path.
cs_cz: Požadovaný soubor nebo složka nebyly nalezeny. Zkontrolujte cestu.
ko_kr: 파일이나 폴더를 찾을 수 없습니다.
pl_pl: Nie znaleziono wymaganego pliku lub folderu. Sprawdź ścieżkę.
th_th: ไม่พบไฟล์หรือโฟลเดอร์
zh_cn: 找不到所需的文件或文件夹。请检查路径。

# OperationError.Generic
source: The operation could not be completed. Check Logs for details.
cs_cz: Operaci se nepodařilo dokončit. Podrobnosti najdete v protokolech.
ko_kr: 완료하지 못했습니다. 로그를 확인해 주세요.
pl_pl: Nie udało się ukończyć operacji. Szczegóły znajdują się w dziennikach.
th_th: ทำไม่สำเร็จ โปรดดูบันทึกเหตุการณ์
zh_cn: 无法完成操作。请查看日志了解详情。

# OperationCardWaiting
source: Operation waiting
cs_cz: Operace čeká
ko_kr: 대기 중
pl_pl: Operacja oczekuje
th_th: กำลังรอ
zh_cn: 操作等待中

# ComponentBlockedTitle
source: Windows Security blocked a component
cs_cz: Zabezpečení Windows zablokovalo součást
ko_kr: Windows 보안이 차단함
pl_pl: Zabezpieczenia Windows zablokowały składnik
th_th: ถูกความปลอดภัยของ Windows บล็อก
zh_cn: Windows 安全中心阻止了组件
